insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Lucy', 'Основная идея фильма основана на мифе о 10 % используемой части мозга.', 2014, 1, 18, 90, 6);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Forrest Gump', 'В центре действия фильма находится главный герой — Форрест Гамп (созвучно с англ. forest gump, то есть «лесной болван») из вымышленного города Гринбоу (штат Алабама). По сюжету, умственно отсталого Гампа жизнь как птичье пёрышко проносит через важнейшие события американской истории второй половины XX века. Впрочем, он не теряется, и благодаря своим спортивным способностям, дружелюбному характеру, а также привитой матерью необыкновенной жизнестойкости совершает военный подвиг, добивается «американской мечты» и невольно, походя, оказывает влияние на политику и популярную культуру США.',
1994, 4, 16, 140, 7);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Ready Player One', 'Действие картины происходит в 2045 году. Главный герой — подросток Уэйд Уоттс, который живёт в грязном, перенаселённом Колумбусе (Огайо) в трущобах под названием Штабеля. У людей появилась компьютерная игра OASIS, которая погружает игроков в увлекательный мир виртуальной реальности, отвлекающей от насущных проблем. Создатель ОАЗИСа, эксцентричный миллиардер Джеймс Холлидей (его аватар — Анорак), скончавшись, оставил в игре пасхальное яйцо, к которому ведут три ключа. Тот, кто пройдёт «квест Анорака» и первым доберётся до яйца, получит $500 млрд и контроль над ОАЗИСом.',
2018, 1, 16, 140, 9);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Interstellar', 'Действие кинокартины разворачивается в недалёком будущем, где людям на всей планете угрожают катастрофические изменения климата и массовый голод, и рассказывает о группе астронавтов, которые отправляются в космос в поисках нового дома для человечества.',
2014, 1, 14, 170, 8);
insert into films(name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('DadPool', 'Love story', 2016, 1, 18, 200, 1);
